Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: success checkmark
ab: Қәҿиарала ахыркәшара абираҟ

source: Success, profile created!
ab: Ишьахәуп, аҷыдахәра ҟалеит!

source: Suret
ab: Асурет

source: Svan
ab: Ашәануа

source: Swahili
ab: Асуахил

source: Swedish
ab: Свенска

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ab: Аҳәоуқәа шәыдышәкыларц азы арӷьарахь ииажәга. Мап ацәкразы армарахь ииажәга. Хыхь абжьажьразы. <strong>Ишәхашәмыршҭын шәыхәшьара ашьақәырӷәӷәара!</strong>

source: Syriac
ab: Суриаиа

source: Tagalog
ab: Атагал

source: Tahitian
ab: Таитиан

source: Taiwanese (Minnan)
ab: Атаиван (аминнан)

source: Tajik
ab: Ҭаџики

source: Taking several attempts to read a word.
ab: Ажәа аԥхьара зныкымкәа иҽазишәеит.

source: Tamazight
ab: Тамазигхт

source: Tamil
ab: Атамил

source: Tap
ab: Шәақәыӷәӷәа

source: Tarifit
ab: Тарифит

source: Tashlhiyt
ab: Ашилх

source: Tatar
ab: Ҭаҭар

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ab: Tatoeba — ари абызшәа аҵаразы ихархәагоу аҳәоуқәа, аиҭагақәа, ацәажәаратә аудионҵамҭақәа рыла ишьақәгылоу идуу адыррақәа реизгоуп. Ари аҭыгара иагәылоуп дара реилазаарала иҭаҩу ацәажәаратә англыз бызшәа.

source: Technology and Robotics
ab: Атехнологиеи аробототехникеи

source: Technology that speaks your language
ab: Шәара шәбызшәала ицәажәо атехнологиақәа

source: TED-LIUM Corpus
ab: TED-LIUM аизга

source: Teke
ab: Теке

source: Tell us what you'd like to download:
ab: Иҳаҳәа иҭажәгаларц ишәҭаху:

source: Telugu
ab: Ателуг

source: Tepeuxila Cuicatec
ab: Атепеуксил-куикатек

source: Terms
ab: Аиқәшаҳаҭра

source: <termsLink>Terms</termsLink>
ab: <termsLink>Аибыҳәарақәа</termsLink>

source: Teutila Cuicatec
ab: Атеутила-куикатек

source: Thai
ab: Ԥаса ҭаи

source: Thanks for confirming your account, now let's build your profile.
ab: Уҭагаларатә нҵамҭақәа рышьақәырӷәӷәаразы иҭабуп, уажәшьҭа уҷыдахәрақәа хаҳарҭәаап.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ab: 50-тәи абызшәақәа рыла ицәажәо 259 000-ҩык ауаа рҟынтәи алагалақәа рыла, ари адыррақәа рхы иадырхәоит ауаҩы ибжьы еиҳа еиӷьны аилкааразы абзтә апрограммақәа рҵаразы.

source: Thank you for contributing your bulk submission!
ab: Иҭабуп амассатә ҭагалара шәахьалахәыз азы!

source: Thank you for contributing your voice!
ab: Иҭабуп шәыбжьыла шәахьалахәыз азы!

source: Thank you for donating your voice clips!
ab: Иҭабуп шәыбжьытә клипқәа рзы!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ab: Иҭабуп уанҵамҭазы! <lineBreak></lineBreak>Уажәшьҭа ирҽеины, ҵаҟатәи уанҵамҭақәа ушьҭы.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ab: Иҭабуп { $lang } абызшәа алагаразы азҿлымҳара иҟауҵо азы. Ҳара ҽышәала аус аауеит иарбан бызшәазаалак алагалара азырхиаразы, алахәылаҩцәеи ҳареи убри аан електронтә пошьҭала ҳаимадоуп. Иулагаламҭа ҟауҵар уҭахызар, ҵаҟа иаурба уелектронтә ԥошьҭа аҭыӡҭа.

source: Thank you for your voice information
ab: Иҭабуп шәыбжьы аинформациазы

source: Thank you! You’ve sent a new language enquiry
ab: Иҭабуп! Абызшәа ҿыц азы аҳәара ҟашәҵеит

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
ab: Иреиӷьу ажәаҳәақәа ԥсабаратәуп, насгьы еицәажәаратәуп — урҭ рыԥхьара мариазар ауп. Афонетикатә еиуеиԥшымреи ажәаҳәақәа рҿы еиуеиԥшым ажәақәеи рыҟазаара акырӡа аҵанакуеит, аха ҳара ҳҽазаҳшәоит ажәаҳәақәа рыҩра ҳхатәгәаԥхарауаа ауааԥсыра рзы иахьынӡазалшо ала аинтерес рызцәырнагарц.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
ab: Ихәарҭоу ажәа аидырратә еиқәыршәага аԥҵаразы иреиӷьу алабжьарақәа рахь иаҵанакуеит ацәажәаратә ҳаамҭазтәи абызшәа. Ажәаҳәақәа раԥҵараҿы ишәыцхраауа хшыҩҵакқәак:

source: The bumblebee sped by.
ab: Ашьхыц ԥырны ицеит.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ab: «Аҭаҩымҭақәа рнышәынҭра» шьақәгылоуп Common Voice абжьытә еизгахь иаламлаз абжьытә ҭаҩымҭақәа рыла. Ихадоу аизга еиԥш, «Аҭаҩымҭақәа рнышәынҭрагьы» аҭыгаразы алшара ыҟоуп.

source: The clip has disrespectful or offensive language.
ab: Анҵамҭа ауаа еилызхо, ма ргәы нзырхо аҳәамҭақәа алоуп.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ab: Common Voice адыррақәа реизга шәнызқьла абыжьқәа рҿырԥштәқәа агәылоуп, урҭ аԥҵаҩцәа ирыцхраауеит абыжьқәа реилкаара амыругақәа раԥҵараҿы.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
ab: Ауаажәларра Common Voice агәы ауп – уи алахәылацәа адунеи зегьы аҿы иҟоуп, урҭ рҟны иҟоуп абзтә активистцәеи, аҵарауааи, аҟазацәеи. Шәара еиҳаны еилышәкаар шәылшоит ҳ-<about>Ҳара ҳазкны</about> адаҟьеи ҳ-<community>Ауаажәларратә мҩақәҵага</community> аҟны. Еиҳа иааигәоу аиҿкааратә еиҩызара шәҭахызар, <emailFragment>ҳацәажәа.</emailFragment>

source: The giant dino [cough] the Triassic.
ab: Адинозавр ду [акәаҳара] Триас.

source: The giant dinosaur of the Triassic.
ab: Атриастәи апериод азтәи адинозавр дуӡӡа.

source: The giant dinosaurs of the Triassi-.
ab: Адинозавр дуӡӡақәа Атриассо-.

source: The giant dinosaurs of the Triassic.
ab: Триастәи адинозавр дуқәа.

source: The giant dinosaurs of the Triassic. [read by one voice]
ab: Триастәи адинозавр дуқәа. [бжьык ала даԥхьоит]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ab: Атриастәи адинозавр дуӡӡақәа. <strong>[бжьык ала иаԥхьоуп]</strong>

source: The giant dinosaurs of the Triassic. Yes.
ab: Триастәи адинозавр дуқәа. Ааи.

source: The giant dino <strong>[cough]</strong> the Triassic.
ab: Адинозавр ду <strong>[акәаҳара]</strong> Триастәи аамҭа аҟынтәи.

source: The number of recordings and which languages you contribute to will be public.
ab: Иҟауҵаз анҵамҭақәеи излаҟауҵаз абызшәақәеи иагьа ирацәазаргьы зегьы рхы иадырхәар рылшоит.

source: There are currently no sentences to review in this language.
ab: Уажәазы ​​ари абызшәала ахәшьара зуҭаша аҳәоу ыҟаӡам.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
ab: Абызшәа азхәыцразы амҩақәа рацәоуп. Ацәажәара аизыдырратә модельқәа рзы, Common Voice иҟанаҵоит "аҩганктәи аилкаара" мамзаргьы "абри абызшәала ицәажәо рҽазыршәар, еилибакаар рылшома?"

source: The recording was too long.
ab: Абжьы ҭаҩра аууп

source: The recording was too quiet.
ab: Абжьы ҭаҩра мыцхәы илаҟәуп

source: The recording was too short.
ab: Аҭаҩымҭа кьаҿцәоуп.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
ab: Идеалла, ахыҵхырҭатә текст аҿы аԥхьаӡацқәа ыҟамзароуп, избан акәзар урҭ рыбжьы рдуны иаԥхьозар, апроблемақәа рзаанагар алшоит. Аԥхьаӡацқәа рыԥхьашьа аконтекст иадҳәалоуп, насгьы адатақәа рҟны аилаҩашьара аанарԥшыр алшоит. Иаҳҳәап, ахыԥхьаӡара "2409" ииашаны уаԥхьар алшоит "ҩажәа ԥшьба ноль жәба" ҳәа иара убас "ҩнызқьи ԥшьышәи жәба".

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ab: Аҭаҩрақәа рыбжьара еиԥшымзаарак ҟалоит, убри аҟынтә абжьы убриаҟара иӷәӷәаны иахьыҟоу, мамзаргьы (еиҳа лассы-лассы) абжьы убриаҟара иҭынчзар, ажәак узеилымкаауазар атекст.

source: The route was unclear.
ab: Амҩа (route) еилкаамызт.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ab: Ҳусзуҩцәа, апрограмма алаҵаразы зазырхиара иаҿу, абызшәақәа ирызку адыррақәа реизҳашьа рныԥшуеит <localizationGlossaryLink>асаити</localizationGlossaryLink> <sentenceCollectionGlossaryLink>алагаламҭақәа аус рыдулара</sentenceCollectionGlossaryLink> аетапқәеи.

source: The selected file is too large
ab: Иалху афаил амҽхак мыцхәы идууп

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
ab: Аҳәоуқәа реизгаҩ Common Voice аплатформа хада ахь ииасуеит. Уажәшьҭа шәара <writeURL>аҳәоу</writeURL> жәҩыр, мамзаргьы <reviewURL>ҳәоук</reviewURL> шәахәаԥшыр шәылшоит Common Voice аҟны.

source: The sentence has a grammatical or spelling error.
ab: Аҳәоуқәа рыҟны иуԥылоит аорфографиатәи, мамзаргьы аграмматикатә гхақәа.

source: The sentence has disrespectful or offensive language.
ab: Ауаа еилызхуа, ма ргәы нзырхо аҳәамҭақәа.

source: The sentence must be grammatically correct.
ab: Ажәаҳәа грамматикала ииашазароуп.

source: The sentence must be speakable.
ab: Ажәаҳәа убас иҟазароуп, ажәала иуҳәартә еиԥш.

source: The sentence must be spelled correctly.
ab: Ажәаҳәа аҩышьа иашазароуп.

source: The sentence should have fewer than 15 words.
ab: Ажәаҳәа ажәақәа 15 раҵкыс еиҵазароуп.

source: The site is ready to be launched when it reaches 75% completion.
ab: Асаит аусура иазхиоуп 75% инареиҳаны еиҭагазар.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ab: Асаит хара имгакәа аусура еиҭалагоит. Аҵыхәтәантәи аинформациа аиуразы, шәалал<matrixLink>аилазаара ачат Matrix</matrixLink> аҿы, шәаҭаа <githubLink>GitHub</githubLink> мамзаргьы <discourseLink>ҳ-Discoure форумқәа</discourseLink> азҵаарақәа рзы адырра аҭаразы, насгьы урҭ рыцклаԥшразы.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ab: TED-LIUM аизга аԥҵан TED асаит аҿы ахархәара змоу аудио еиҿцәажәарақәеи урҭ рытранскрипциақәеи рыла.

source: The website text is translated into that language.
ab: Авеб-саит атекст ари абызшәахьы еиҭагоуп.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
ab: Ари аинформациа аҭара ихымԥадатәиӡам— шәара ишәзыманшәалазар, иацышәҵоит. Адыррақәа реизга анҭҳажьуа, ахатәы информациа зегьы апсевдонимра азаауеит, насгьы шәыхьӡи шәелектронтә адреси реиԥш иҟоу аинформациа ақәра, ма ахаҵара-аԥҳәысра реиԥш иҟоу адемографиатә информациа иадҳәаламзарц гәаҳҭоит.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ab: Ари асегмент ахархәаратә ҭагылазаашьақәа ирызкуп, насгьы ацәаҳәақәа реиӷьтәразы адыррақәа аҵоуп, насгьы «ааи»/«мап» аидырра.

source: This is how you cite yourself if you wrote the content yourself.
ab: Абри ауп уара ухы шааурԥшуа, аҵакы уара ухаҭа иуҩызҭгьы.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ab: Ари апараметр уара утоп аҟны уыҟазаара иацхраауеимт. Уара уанӡыргамха упрогрессгьы зӡыргахом. Уи иаанаго аԥхьагылаҩцәа рсиаҟны уара ухаҿсахьеи, ухархәагатә хьӡи упрогресси арбахаӡом ҳәа ауп. Хырҩа азуы аԥхьагылаҩцәа рсиа арҿыцра инықәырԥшны ~ { $minutes } шаҭаху.

source: Three to go!
ab: Хԥа аанхеит!

source: Thur
ab: Атур

source: Tibetan
ab: Атибет

source: Tigre
ab: Атигре

source: Tigrinya
ab: Тигриниа

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
ab: Уе-маил аԥсахразы ма аредакциа азуразы, е-маил ҳаҩы <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
ab: Иахьа

source: Today's Common Voice progress on clips recorded
ab: Common Voice аҟны иахьа анҵамҭақәа ҟаҵоуп.

source: Today's Common Voice progress on clips validated
ab: Common Voice аҟны иахьа аҭаҩымҭақәа гәаҭоуп

source: Today's Progress
ab: Иахьатәи аԥхьаҿиара

source: Toki Pona
ab: Атокипон

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ab: Анҵамҭа Common Voice адыррақәа реизгахь ииагахарц азы уи ҩыџьа ахархәаҩцәа игәарҭароуп.

source: Too many files
ab: Афаилқәа рацәоуп

source: Top Contributors
ab: Ацхырааҩцәа ртоп

source: Total
ab: Амҽхак

source: Total Approved
ab: Зынӡа игәаҭоуп.

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ab: { $totalHours } асааҭқәа рзы анагӡара алшоит{ $periodMonths } мызқәак акәзар{ $people } ауаа иҟарҵоит{ $clipsPerDay } аҭаҩрақәа ҽнак ала.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ab: Арӷьарала ҳара иаҳарбоит аԥыжәарақәа, насгьы иарбан дыррақәоу зегьы ирылаҵәахо ишәеилҳаркаауеит. Шәхы иашәырхәа ҵаҟа иаагоу азхьарԥшқәа шәустроиство ала Common Voice аккаунт аус адуларазы.

source: Toward next goal
ab: Анаҩстәи ахықәкы.

source: Track progress here and on your stats page.
ab: Абреи астатистикатә даҟьаҟны уеизҳашьа уашьклаԥшла.

source: Transgender
ab: Атрансгендертә

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ab: <translateVideoLink>Понтоон ахархәашьа иазку ҳвидео арҵагатә видео шәахәаԥш.</translateVideoLink>

source: Translating the site
ab: Асаит аиҭагара

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ab: Аиҭага англыз бызшәа аҟынтәи ауп, аха даҽа бызшәақәак рыла иҟоу <strong>аҳәоуқәа</strong> убар улшоит. <strong>Апрофиль</strong> аҵакы ақәыӷәӷәара, анаҩс <strong>Аиқәыршәарақәа</strong> ҳәа ахьӡ змоу аҵаҩра ақәыӷәӷәара, насгьы узыцәажәо абызшәақәа зегьы рыцҵара. Ҵаҟа арыӷьарахьтәи акәакь аҿы иҟалоит <strong>Абызшәақәа</strong> ҳәа хьӡыс измоу аиҭагақәа рсиа. Аиҭагақәа ҽнак ала асаит аҿы иаабоит.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ab: Асаит Common Voice аиҭагара мҩаԥысуеит <strong>Pontoon</strong> ала.

source: Try again by dragging your file here
ab: Даҽазнык шәҽазышәшәа афаил арахь иҭганы

source: Try uploading again
ab: Даҽазнык аҭагалара шәҽазышәшәа

source: Tshivenda
ab: Авенда

source: Tuki
ab: Атук

source: Tunen
ab: Атунен

source: Tupuri
ab: Тупури

source: Turkish
ab: Ҭурқче

source: Turkmen
ab: Атуркмен

source: Tush
ab: Аташ

source: Tuvan
ab: Атувин

source: Twi
ab: Чви

source: Typically megabytes
ab: Еиҳарак мегабаитқәа

source: Ubykh
ab: Убых

source: Udmurt
ab: Аудмурт

source: Ukrainian
ab: Уқраинска

source: Understand contribution criteria
ab: Аԥҟарақәа реилкаара

source: Understand how to contribute and validate on the Common Voice dataset
ab: Common Voice адыррақәа реизгаҿы аҽалархәра шшәылшо, насгьы аҳәоуқәеи аудиоклипқәеи шгәашәҭаша еилышәкаа.

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
ab: Иҵа Common Voice адатасет аҿы ажәеинраалақәеи аудиоклипқәеи рылахәхара, рыхәаԥшра.

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ab: Аҭаҩрақәа шәанрызӡырҩуа ишәзыԥшызар акәу еилышәкаала, насгьы шәҭаҩрақәа еиҳа ибеианы иҟашәҵа!

source: Universities, Academics and Researchers
ab: Ауниверситетқәа, академикцәа, аҭҵааҩцәа

source: Upload aborted. Do you want to delete your recordings?
ab: Аҭагалара еиԥҟьоуп. Уанҵамҭақәа анышәхыр уҭахума?

source: Upload an image file
ab: Асахьатә фаил иҭагалатәуп

source: { $uploadedSentences } of { $totalSentences } sentences collected
ab: { $uploadedSentences } of { $totalSentences } Еизгоу аҳәоуқәа

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
ab: { $uploadedSentences } { $totalSentences } еизгоу ажәаҳәақәа рҟынтә. Иақәыӷәӷәа <downloadLink>абра</downloadLink> мап зцәыркыз аҳәоуқәа рыхәаахәҭразы.

source: Upload failed, please retry.
ab: Аҭагалара алымшеит, даҽазнык шәҽазышәшәа.

source: Upload <icon></icon> public domain sentences
ab: Иҭажәгал <icon></icon> зегьы рзы иҟоу аҳәоуқәа

source: Upload in progress...
ab: Аҭагалара апроцесс мҩаԥысуеит...

source: Upload more sentences?
ab: Еиҳаны аҳәарақәа ҭажәгал?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
ab: Ари аклип асервер ахь аҭыгара аҽазышәара знызаҵәыкгьы иамуит. Адаҟьа еиҭаҿашәк, мамзаргьы ԥыҭрак ашьҭахь даҽазнык шәҽазышәшәа.

source: Upload of this clip keeps failing, keep retrying?
ab: Ари аклип аҭагалара амуит. Даҽазнык шәҽазышәшәома?

source: Urdu
ab: Аурду

source: Use correct grammar
ab: Ииашоу аграмматика шәхы иашәырхәа

source: Use correct spelling and grammar.
ab: Ииашоу аорфографиеи аграмматикеи шәхы иашәырхәа.

source: Use correct spelling and punctuation
ab: Ииашоу аорфографиеи апунктуациеи рхархәара

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
ab: Хәарҭара алоуп <mark> иорганикатәу ажәаҳәатә контексти</mark> ахархәара асценариақәеи рзы(ҿырԥштәыс иаагозар, ажәаҳәа аилкаара аҭаҩрада ианцәажәо, иара убас ацәажәаратә жәаҳәаҿы аус ауларц анышәҭаху)

source: User Name
ab: Ахархәаҩ ихьӡ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ab: Ахархәаҩцәа аҭаҩымҭақәа ахьынӡаиашоу гәарҭоит, ицәажәо аҳәоу шаҟа ииашаны абжьы ахеиҵаз иацклаԥшуеит.

source: Uyghur
ab: Уигур

source: Uzbek
ab: Аузбек

source: Validated Clips
ab: Анҵамҭақәа гәаҭан

source: Validated Hours
ab: Асааҭкәа гәаҭан

source: Validated Hr. Total
ab: Зынӡа сааҭ гәаҭоуп

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ab: Изыцҵоу аҭаҩымҭақәа ргәаҭара даара акрызҵазкуа усуп Common Voice ахықәкы анагӡаразы. Аҭаҩымҭақәа урзыӡырҩны, зхаҭабзиара ҳараку, иаарту абыжьқәа раԥҵараҿы ацхыраара ҳауҭа.

source: Validation Progress
ab: Асканер аҿиара

source: Validations
ab: Гәаҭарак

source: Value and recognition.
ab: Ахә ашьареи ахдырреи.

source: Variant Contribution Options
ab: Алахәхаразы адиалект архиарақәа

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ab: Авариантқәа иҷыдоу бызшәак ауп, иаҳҳәап, географиатә ҭыԥк аҿы ма ауаажәларраҿы инхо рзы. Зны-зынла урҭ адиалектқәа ҳәагьы ирышьҭоуп.

source: Varying Pronunciations
ab: Еиуеиԥшым Аҳәашьа

source: Venetian
ab: Авенет

source: Version
ab: Аверсиа

source: Very common mistakes include:
ab: Еицырдыруа агхақәа рҟынтә:

source: Vietnamese
ab: Тынг Виет

source: View your progress against personal and project goals.
ab: Упроекттә хықәкқәеи рынагӡаразы ухатәы прогресс уацклаԥшла.

source: Visible
ab: Иубарҭоу

source: Voice clips are entered into a submission queue that readies them for listening.
ab: Иҭаҩу абыжьқәа агәаҭаразы аишьҭагыла иқәдыргылоит, уи ашьҭахь ирзыӡырҩуеит.

source: Voice Collection
ab: Абжьқәа реизга

source: Voice Contribution
ab: Абжьыҭирақәа шеиҩыршо

source: Voice Dataset, Ready for Download
ab: Абжьытә дыррақәа реизга Аҭагалара иазыхиоуп

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ab: Абжьы-ԥсабаратәуп, уаҩбжьуп. Убри азоуп амашьынақәа рхархәаразы иманшәалоу абжьытә технологиақәа зыҟарҵо. Аха аилыркаагатә система аԥҵараан, иаҭахуп даара зымҽхак дуу абжьытә дыррақәа.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ab: Абжьы-ԥсабаратәуп, абжьы-уаҩбжьуп. Убри азоуп ҳмашьынақәа рзы иманшәалоу абызшәатә технологиа аԥҵара ҳзашьҭоу. Аха абжьы зхоу абызшәатә системақәа раԥҵаразы, иаҭахуп зымҽхак ҭбаау абызшәатә дыррақәа.

source: Voices Online Now
ab: Онлаин Аҿы Абжьқәа

source: Voice Validation
ab: Абжьыҭирақәа ргәаҭара

source: Volume
ab: Ашьҭыбжьдура

source: Votic
ab: Авод

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ab: VoxForge аԥҵан атранскрипциа зызуыу ажәаҳәа аизгаразы, уи анаҩс зхы иақәиҭу, иаарту ажәаҳәа еилкаага механизмқәа рхархәаразы.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ab: Азеиԥш бжьы еиҳагьы еиӷьтәраҿы ацхыраара ҟашәҵарц шәҭахума? Идуӡӡоуп! Ҳара иҳацәажәа е-маил ала мамзаргьы <discourseLink>Дискурс</discourseLink> ала, асаит азҵаарақәа рзы адырра ҟашәҵа <githubLink>GitHub</githubLink> ала, мамзаргьы ауаажәларратә чат шәалахәыз <matrixLink>Матрица</matrixLink>.

source: Want to save your information? <createProfile>Create a profile</createProfile>
ab: Шәинформациа еиқәшәырхар шәҭахума?<createProfile>Апрофиль аԥышәҵа</createProfile>

source: Want to stay in touch with Common Voice?
ab: Common Voice шәареи шәеимадазарц шәҭахума?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ab: Common Voice адыррақәа реизга азы иҭыжьу аверсиа ҿыц иазкны ааԥхьара уоурц уҭахума? Унапы аҵажәҩы ҳара ҳажәабжь ҿыцқәа зну ашьҭымҭа.

source: Watch our video explainer to help
ab: Ацхыраара азы ҳаилыркаагатә видео шәахәаԥш

source: Wayuunaiki
ab: Ваиунаики
